export const fakeData = [
  {
    author: 'Канал FakeNews',
    date: '2022-04-01 13:17:26',
    id: '2300',
    content:
      'В частности, семантический разбор внешних противодействий, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для дальнейших направлений развития!',
    attachments: [
      {
        type: 'image',
        url: 'https://picsum.photos/200/300',
      },
    ],
  },

  {
    author: 'Канал FakeNews',
    date: '2022-04-01 10:12:26',
    id: '2301',
    content:
      'Приятно, граждане, наблюдать, как стремящиеся вытеснить традиционное производство, нанотехнологии формируют глобальную экономическую сеть и при этом - представлены в исключительно положительном свете',
    attachments: [
      {
        type: 'image',
        url: 'https://picsum.photos/200/300',
      },
    ],
  },
  {
    author: 'Канал FakeNews',
    date: '2022-04-01 09:12:26',
    id: '2302',
    content:
      'Безусловно, современная методология разработки создаёт предпосылки для дальнейших направлений развития. Для современного мира социально-экономическое развитие прекрасно подходит для реализации',
    attachments: [
      {
        type: 'image',
        url: 'https://picsum.photos/200/300',
      },
    ],
  },
  {
    author: 'Канал FakeNews',
    date: '2022-04-01 08:17:26',
    id: '2303',
    content:
      'Cвежий взгляд на привычные вещи - безусловно открывает новые горизонты для дальнейших направлений развития!',
    attachments: [
      {
        type: 'image',
        url: 'https://picsum.photos/200/300',
      },
    ],
  },
  {
    author: 'Канал FakeNews',
    date: '2022-04-01 10:12:26',
    id: '2304',
    content:
      'Приятно, граждане, наблюдать, как стремящиеся вытеснить традиционное производство, нанотехнологии формируют глобальную экономическую сеть и при этом - представлены в исключительно положительном свете',
    attachments: [
      {
        type: 'video',
        url: 'http://media.iactive.pro/ZTvhtW44WDYrU4R3wIOB/messages_videos/telegrambot/DQyVaIHq4lWXfrgL8oweHwduyTVt6U64.mp4',
      },
    ],
  },
];
